{
	"Home": {
		"Introduction": {
			"title": "Documentation",
			"text_1": "Welcome to the FlamengoAPI documentation!",
			"text_2": "This API was developed by a fan to provide comprehensive information about the club, including data on its history, squad, and achievements. Whether you are a developer building a Flamengo-related application or just a fan looking for structured information, this API is here to help."
		},
		"Content": {
			"Features": {
				"heading": "Features",
				"list_unordered": {
					"history": "History: Access detailed information about Flamengo's history since its foundation.",
					"information": "Information: Data about the team and management.",
					"current_squad": "Current Squad: Complete data on players and coaching staff.",
					"achievements": "Achievements: Discover all the trophies won throughout history."
				}
			},
			"Main_Features": {
				"heading": "Main Features",
				"text_1": "The API is designed to be easy to use, with routes organized by categories. The information is always up-to-date to ensure the best experience.",
				"text_2": "To help you, this documentation was created precisely to explain how to use the API and how it works.",
				"text_3": "You can access any page of the documentation through the navigation bar on the left side if you are using a computer, or through the dropdown menu at the top of the screen if you are using smaller devices."
			}
		},
		"Footer": {
			"Next_Page": {
				"heading": "Next Step",
				"text": "Click here to access more detailed information on how to use the API and integrate with your project"
			}
		}
	},
	"Introduction": {
		"Introduction": {
			"title": "Introduction",
			"text": "This page will provide all the details you need to get started with the API. The API is designed to be accessible, with public routes and simple methods."
		},
		"Content": {
			"Overview": {
				"title": "Overview",
				"list_unordered": {
					"item_1": "Access Method: All routes use the GET method exclusively.",
					"item_2": "API Key: No authentication or API key required. All routes are public.",
					"item_3": "No Limits: There is no request limit. However, use it sparingly."
				}
			},
			"Base_URL": {
				"title": "Base URL",
				"text": "If you make a request with just the base URL, a JSON containing information about the API will be returned, but don't worry, we will cover this route and what will be returned on the next page."
			},
			"Integration": {
				"title": "Integration",
				"text": "To integrate this API into your project:",
				"list_unordered": {
					"item_1": "Make sure your system can send GET requests.",
					"item_2": "Use the base URL combined with the desired route.",
					"item_3": "Manipulate the data returned in JSON format."
				}
			}
		},
		"Footer": {
			"title": "First Route",
			"text": "Let's start by making a request to the main route, the root route, which will return basic information and data about the API."
		}
	}
}
